/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Copy Link" = "Copy Link";

/* No comment provided by engineer. */
"Mail Link to this Page" = "Mail Link to this Page";

/* No comment provided by engineer. */
"Open in Chrome" = "Open in Chrome";

/* No comment provided by engineer. */
"Open in Safari" = "Open in Safari";

